[M_Lobelia_UnlockDoor MissionDefinition]
MissionDescription="Patricia Tanis created a training camp for Sanctuary's Purple Riders. Tanis completed the upper level. [place]Tips for sick people[-place], Also some digital versions of Pandoran objects..<br><br>Before meeting Denga, Tanis has one task for you: open the door.."
TurnInDescription="This door is the attackers' head.."
MissionSummary="Open the door to Tanis Training Destruct Gauntlet."

[M_Lobelia_UnlockDoor:UnlockDoor MissionObjectiveDefinition]
ProgressMessage="open the door"
